{
  "brave": {
    "website": "https://brave.com/",
    "description": "Brave is a privacy-focused browser that automatically blocks most advertisements and website trackers. Users can opt for ads that reward them with Basic Attention Tokens (BAT)."
  },
  "chrome": {
    "website": "https://www.google.com/chrome/",
    "description": "Developed by Google, Chrome is one of the most widely-used web browsers in the world, known for its speed and simplicity."
  },
  "duckduckgo": {
    "website": "https://duckduckgo.com/",
    "description": "DuckDuckGo prioritizes user privacy by not tracking search history or personal information. It's a privacy-focused alternative to mainstream browsers."
  },
  "edge": {
    "website": "https://www.microsoft.com/en-us/edge",
    "description": "Microsoft Edge is a modern browser built on Chromium, offering speed, security, and seamless integration with Windows 10 and other Microsoft services."
  },
  "firefox": {
    "website": "https://www.mozilla.org/en-US/firefox/",
    "description": "Firefox is an open-source browser known for its extensibility, customization options, and commitment to user privacy."
  },
  "focus": {
    "website": "https://support.mozilla.org/en-US/kb/focus",
    "description": "Firefox Focus is a privacy-centric mobile browser that blocks trackers, ads, and clears browsing data automatically."
  },
  "librewolf": {
    "website": "https://librewolf-community.gitlab.io/",
    "description": "LibreWolf is a privacy-focused fork of Firefox, emphasizing user control, privacy enhancements, and removal of proprietary components."
  },
  "mullvad": {
    "website": "https://mullvad.net/",
    "description": "Mullvad is a privacy-oriented VPN service, not a browser. It ensures secure browsing by encrypting your internet traffic."
  },
  "mull": {
    "website": "https://mullvad.net/",
    "description": "Mullvad is a privacy-oriented VPN service, not a browser. It ensures secure browsing by encrypting your internet traffic."
  },
  "opera": {
    "website": "https://www.opera.com/",
    "description": "Opera offers a built-in ad blocker, free VPN, and various features like sidebar extensions. It's known for its speed and innovative features."
  },
  "safari": {
    "website": "https://www.apple.com/safari/",
    "description": "Safari is Apple's default browser for macOS and iOS. It emphasizes performance, energy efficiency, and tight integration with Apple devices."
  },
  "samsung": {
    "website": "https://www.samsung.com/global/galaxy/apps/samsung-internet/",
    "description": "Samsung Internet is the default browser on Samsung Galaxy devices. It offers features like ad blocking, dark mode, and cross-device syncing."
  },
  "tor": {
    "website": "https://www.torproject.org/",
    "description": "Tor Browser prioritizes anonymity by routing internet traffic through a global network of volunteer-run servers, making it difficult to trace."
  },
  "ungoogled": {
    "website": "https://ungoogled-software.github.io/ungoogled-chromium/",
    "description": "Ungoogled Chromium is a privacy-focused variant of Chromium (the open-source base for Chrome) with Google's tracking removed."
  },
  "vivaldi": {
    "website": "https://vivaldi.com/",
    "description": "Vivaldi is a highly customizable browser with features like tab stacking, notes, and extensive theme options. It caters to power users."
  },
  "yandex": {
    "website": "https://browser.yandex.com/",
    "description": "Yandex Browser is popular in Russia and offers features like Turbo mode (data compression), built-in security, and personalized recommendations."
  }
}
